{
  "Default": [
    "Karst is a tall copper-toned half-orc from the Sunborne tribe. As an outcast among outcasts, he makes it a point to see the good in everyone he meets. A devout follower of the Goddess of Twilight and her ideals, he seeks to travel the world and spread the peace of twilight. Monsters lurk in the darkness, and Karst has made it his duty to clear the path to respite."
  ],
  "Backstory": [
    "Karst was raised in the Sunborne tribe, a motley group of nomads who travel the Wastelands. His childhood was rugged and filled with back-breaking labor. Like the rest of his tribe, he was raised to worship the Sun God. They praised him for his light and warmth, and served his will through hunt, gather, and craft.",
    "Early on, however, Karst became fascinated by the calmness of night. Days in the Wasteland were busy and hot, but the nights were a pure contrast; quiet and cool. His people celebrated their lands for being among the first touched by dawn’s light each morning, but Karst knew that surely meant they were also among the first touched by dusk each evening. He appreciated the bustle of the daytime, when the sounds of hard work occupied his ears for hours on end. However, it was the stillness of night that drew him in. While many of his peers feared the unknown of the darkness that accompanied the night, Karst found it to be a time of true peace. It was a time where the people and livestock rested and the world laid still. He found himself walking about at night, slowly venturing further from their camp as his comfort grew.",
    "One night in his teenage years, he ventured further than ever before. He found himself lost when he came across a small trinket in the grass. It was a small, black crescent moon pendant with white specks across its surface. When he picked it up, a calmness washed over him. He felt as if the Goddess of Twilight herself was there with him, although she showed no intention of showing herself or speaking to him. Instead, she offered the comfort of a silent companion, and that was more than enough.",
    "As Karst wore the pendant around his neck, he felt his connection to the twilight grow over time. He grew stronger through hard work, but he felt something more grow within him as well. Others saw it too. Although he was a Sunborne tribesman, Karst’s peers always watched him with a wary eye. As an adult he joined the Keepers, the guardians of the tribe who defended against the threats of the night. He stood watch for a few years alongside his fellow Keepers, handling raiders and the occasional wandering ghoul. Despite his life in the tribe, Karst knew that the others didn’t fully accept him. He also knew that there were others out there who truly needed his help and he felt that it was his duty to be there for them. He had a loving family and a good life in the plains, but he did not want a good life. What was a good life to him if others out there suffered? He would much rather sacrifice his own comfort to bring peace to those who could not make it for themselves. Karst wanted a meaningful life, so he set out to find just that."
  ]
}